[3_1_3_J3_1_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Come in 'ere. We've got something for everyone.")

[3_1_3_J3_3_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="You've never had tea like this, guranteed to return the spring to your, er…step.")

[3_1_3_J3_5_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Right this way, I'll show you some of our more exotic merchandise.")

[3_1_3_J3_7_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Hands off sunshine, you can't afford it.")

[3_1_3_J3_8_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Come now - I'd never cheat you!")

[3_1_3_J3_9_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Perfectly safe, I assure you.")

[3_1_3_J_10_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="It'll keep you virile sir. I assure you.")

[3_1_3_J_11_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Strictly between you and me.")

[3_1_3_J_12_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="You broke it, you bought it!")

[3_1_3_J_2_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Satisfy your every desire!")

[3_1_3_J_4_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Whatever your preference, we can accommodate.")

[3_1_3_J_6_LimehouseStreetHawker SoundNodeWave]
Subtitles[0]=(Text="Don't touch that, unless yer buyin'!")

